{
  "winning": [
    "I guess I'm just naturally gifted at playing the market!",
    "Looks like I'm destined to be the next Wolf of Wall Street.",
    "I think I might have a new career path after this game!",
    "Who needs luck when you've got market know-how like mine?",
    "I can't believe I just made more money in 10 minutes than I do in a week.",
    "I'd like to thank my stockbroker, my financial advisor, and my lucky rabbit's foot.",
    "Looks like I'm a stock-picking prodigy!",
    "I'm pretty sure I just outsmarted Wall Street.",
    "I'm not saying I'm a genius, but I did just make a killing in the market.",
    "I think it's safe to say I won't be quitting my day job anytime soon.",
    "I've got a knack for picking winners.",
    "I think I might have a future in this whole investing thing.",
    "I'd like to dedicate this win to my mom, my dad, and my high school economics teacher.",
    "I'm pretty sure I just found my calling in life.",
    "I always knew I had a talent for making money.",
    "I think I just became a millionaire...in this game, at least.",
    "I'd like to thank the Academy...wait, wrong speech.",
    "Looks like I'm the king/queen of the stock market!",
    "I think I just proved that anyone can make money in the market...as long as they're as brilliant as me.",
    "I'm pretty sure I just discovered the secret to eternal wealth.",
    "I'd like to dedicate this win to my pet goldfish, who always believed in me.",
    "I'm pretty sure I just beat Warren Buffett at his own game.",
    "I'd like to thank my lucky stars, my lucky socks, and my lucky charm.",
    "Looks like I just found my new side hustle.",
    "I think I might have just broken the game.",
    "I'm pretty sure I just unlocked the secret to infinite riches.",
    "I'd like to thank my trusty crystal ball for all the stock-picking insights.",
    "Looks like I just made Wall Street my personal playground.",
    "I think I might have a future as a financial guru.",
    "I'd like to dedicate this win to all the naysayers who didn't believe in me.",
    "I'm pretty sure I just made history with my stock-picking skills.",
    "Looks like I just hit the jackpot!",
    "I think I just proved that brains beat luck any day.",
    "I'd like to thank my gut instinct for guiding me to victory.",
    "Looks like I just earned my MBA in 10 minutes flat.",
    "I think I might have just uncovered the secret to financial freedom.",
    "I'd like to dedicate this win to all the little people who helped me get here...okay, no one helped me, but it sounds good.",
    "Looks like I'm the next big thing in the finance world.",
    "I think I just proved that being a Wall Street tycoon isn't just for the elites.",
    "I'd like to thank my lucky rabbit's foot for its unwavering support.",
    "Looks like I just raised the bar for all future stock market games.",
    "I think I might have just discovered the holy grail of investing.",
    "I'd like to dedicate this win to my financial advisor...just kidding",
    "Looks like my portfolio is the envy of all the other players.",
    "I think I just became the master of the market.",
    "I'd like to thank my competitive spirit for pushing me to the top.",
    "Looks like I just proved that size doesn't matter when it comes to investing.",
    "I think I just found the golden ticket to riches.",
    "I'd like to dedicate this win to all the hours I spent reading financial news instead of sleeping.",
    "Looks like I just outsmarted the competition and the market!"
  ],
  "losing": [
    "Well, I guess I'll have to sell my yacht.",
    "My portfolio just went on a roller coaster ride without me.",
    "I think I need to switch to a new financial advisor, my teddy bear isn't cutting it anymore.",
    "I guess I'll just have to stick to playing Monopoly.",
    "I'm pretty sure my stocks were allergic to me.",
    "Looks like it's time to start selling my kidney.",
    "I guess I'll have to start panhandling on Wall Street.",
    "I need a drink, and not just a cheap stock.",
    "I guess my financial strategy was just wishful thinking.",
    "I might as well have just flushed my money down the toilet.",
    "I think my stocks went on vacation without me.",
    "I'm pretty sure my portfolio is just a sadist.",
    "I guess I'll have to start couponing for my investments.",
    "I think I need a new Magic 8-Ball to make my financial decisions.",
    "Well, I didn't make money, but at least I made some great enemies.",
    "I think I need to invest in some good luck charms.",
    "I'm pretty sure my stocks are just trolling me.",
    "I guess I'll have to start selling my organs.",
    "I need to find a better way to pick stocks than eeny-meeny-miny-moe.",
    "I might as well have just thrown my money into a volcano.",
    "Looks like I'll have to start begging for stock tips.",
    "I guess I'll just have to start trading Pokemon cards instead.",
    "I'm pretty sure my portfolio is just mocking me.",
    "I need a hug, and maybe a financial planner.",
    "I guess I'll have to start selling my soul.",
    "I need a new crystal ball to predict my investments.",
    "I'm pretty sure my stocks are just playing hard to get.",
    "I guess I'll have to start robbing banks to invest.",
    "I need to find a better financial strategy than rock-paper-scissors.",
    "I might as well have just burned my money for warmth.",
    "Looks like I'll have to start sleeping on park benches instead of stocks.",
    "I guess I'll have to start selling my pets.",
    "I need a new lucky rabbit's foot to rub for my investments.",
    "I'm pretty sure my portfolio is just a cruel joke.",
    "I guess I'll have to start selling my firstborn.",
    "I need a new Ouija board to consult for my financial decisions.",
    "I'm pretty sure my stocks are just allergic to money.",
    "I guess I'll have to start selling my car, and maybe my kidney.",
    "Looks like it's time to start digging for gold in my backyard.",
    "I think I need to start investing in rabbit's feet and horseshoes.",
    "I guess I'll have to start selling my hair.",
    "I need a new crystal ball, my old one is broken from all the bad news.",
    "I'm pretty sure my portfolio is just laughing at me.",
    "I guess I'll have to start selling my house and living on a boat.",
    "Looks like it's time to start panhandling for investing tips.",
    "I think I need to start investing in four-leaf clovers and lucky charms.",
    "I guess I'll just have to start selling my organs on the black market to fund my investments.",
    "I need a new horoscope to guide my financial decisions.",
    "I'm pretty sure my stocks are just playing a game of hide-and-seek with my money.",
    "I guess I'll have to start living under a bridge and investing in cardboard boxes."
  ]
}